Repository: SpyKeeR/snmptoneralerts
Catalog: locales/*.po
Languages: fr_fr

source: SNMP Toner Alerts
fr_fr: Alertes Toners SNMP

source: SNMP Toner Alerts Configuration
fr_fr: Configuration des Alertes Toners SNMP

source: Threshold percentage (%)
fr_fr: Pourcentage de seuil (%)

source: Alert when toner level is below this percentage
fr_fr: Alerter quand le niveau de toner est en dessous de ce pourcentage

source: Email recipients
fr_fr: Destinataires email

source: Separate multiple emails with commas
fr_fr: Séparer plusieurs emails par des virgules

source: Check frequency (hours)
fr_fr: Fréquence de vérification (heures)

source: How often to check toner levels
fr_fr: Fréquence de vérification des niveaux de toners

source: Maximum daily alerts per toner
fr_fr: Nombre maximum d'alertes quotidiennes par toner

source: After this number, switch to weekly recap
fr_fr: Après ce nombre, basculer sur le récapitulatif hebdomadaire

source: Enable daily alerts
fr_fr: Activer les alertes quotidiennes

source: Daily alert time
fr_fr: Heure de l'alerte quotidienne

source: Enable weekly alerts
fr_fr: Activer les alertes hebdomadaires

source: Controls if daily alert emails are sent. To change frequency or timing, use Automatic Actions link above.
fr_fr: Contrôle si les emails d'alerte quotidiens sont envoyés. Pour changer la fréquence ou l'horaire, utilisez le lien Actions automatiques ci-dessus.

source: Controls if weekly recap emails are sent. To change frequency or timing, use Automatic Actions link above.
fr_fr: Contrôle si les emails de récapitulatif hebdomadaire sont envoyés. Pour changer la fréquence ou l'horaire, utilisez le lien Actions automatiques ci-dessus.

source: Quick Configuration Links
fr_fr: Liens de Configuration Rapide

source: Email Recipients
fr_fr: Destinataires Email

source: Scheduling & Frequency
fr_fr: Planification & Fréquence

source: Email Templates
fr_fr: Modèles d'Email

source: Recipients: Search "SNMP Toner Alert" in Notifications
fr_fr: Destinataires : Recherchez "SNMP Toner Alert" dans Notifications

source: Frequency: Edit "CheckTonerLevels", "SendDailyAlerts", "SendWeeklyRecap" tasks
fr_fr: Fréquence : Modifiez les tâches "CheckTonerLevels", "SendDailyAlerts", "SendWeeklyRecap"

source: Weekly alert day
fr_fr: Jour de l'alerte hebdomadaire

source: Weekly alert time
fr_fr: Heure de l'alerte hebdomadaire

source: To configure email recipients, go to:
fr_fr: Pour configurer les destinataires email, rendez-vous sur :

source: Look for "SNMP Toner Alert - Daily" and "SNMP Toner Alert - Weekly" to add recipients (users, groups, profiles)
fr_fr: Recherchez "SNMP Toner Alert - Daily" et "SNMP Toner Alert - Weekly" pour ajouter des destinataires (utilisateurs, groupes, profils)

source: Alert scheduling:
fr_fr: Planification des alertes :

source: Alert times are managed by GLPI Automatic Actions (CronTasks).
fr_fr: Les horaires d'alertes sont gérés par les Actions automatiques GLPI (CronTasks).

source: For precise scheduling (e.g., daily at 8:00 AM), configure system cron jobs as documented in INSTALL.md
fr_fr: Pour une planification précise (ex: quotidien à 8h00), configurez des tâches cron système comme documenté dans INSTALL.md

source: Configuration > Automatic actions
fr_fr: Configuration > Actions automatiques

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Check toner levels from SNMP
fr_fr: Vérifier les niveaux de toners depuis SNMP

source: Send daily toner alerts
fr_fr: Envoyer les alertes quotidiennes de toners

source: Send weekly toner alerts recap
fr_fr: Envoyer le récapitulatif hebdomadaire des alertes de toners

source: Unknown
fr_fr: Inconnu

source: Not defined
fr_fr: Non défini

source: Daily toner alert
fr_fr: Alerte quotidienne de toner

source: Weekly toner alert recap
fr_fr: Récapitulatif hebdomadaire des alertes de toners

source: Alert threshold percentage
fr_fr: Pourcentage de seuil d'alerte

source: Number of printers in alert
fr_fr: Nombre d'imprimantes en alerte

source: Alert type (daily/weekly)
fr_fr: Type d'alerte (quotidienne/hebdomadaire)

source: Printer name
fr_fr: Nom de l'imprimante

source: Location
fr_fr: Localisation

source: Model
fr_fr: Modèle

source: Toner type
fr_fr: Type de toner

source: Toner name
fr_fr: Nom du toner

source: Current level
fr_fr: Niveau actuel

source: Cartridge reference
fr_fr: Référence de cartouche

source: Alert number
fr_fr: Numéro d'alerte

source: Daily
fr_fr: Quotidienne

source: Weekly
fr_fr: Hebdomadaire

source: Alert %d/%d
fr_fr: Alerte %d/%d

source: Persistent since %s
fr_fr: Persistante depuis %s

source: Ref
fr_fr: Réf

source: Black toner
fr_fr: Toner noir

source: Cyan toner
fr_fr: Toner cyan

source: Magenta toner
fr_fr: Toner magenta

source: Yellow toner
fr_fr: Toner jaune

source: Black drum
fr_fr: Tambour noir

source: Cyan drum
fr_fr: Tambour cyan

source: Magenta drum
fr_fr: Tambour magenta

source: Yellow drum
fr_fr: Tambour jaune
